tap "daman/taps"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "act"
brew "openssl@1.1"
brew "python@3.10", link: false
brew "ansible"
brew "anyenv"
brew "libpng"
brew "awscli"
brew "bat"
brew "bison@2.7"
brew "bzip2"
brew "glib"
brew "pkg-config"
brew "python@3.9"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "nghttp2"
brew "emacs"
brew "cask"
brew "circleci"
brew "openssl@3"
brew "curl"
brew "direnv"
brew "exa"
brew "fd"
brew "harfbuzz"
brew "libass"
brew "srt"
brew "ffmpeg"
brew "gobject-introspection"
brew "htop"
brew "imagemagick"
brew "jpeg", link: true
brew "krb5"
brew "libedit"
brew "libiconv"
brew "libxml2"
brew "libzip"
brew "mas"
brew "mcrypt"
brew "mkcert"
brew "node"
brew "node-build"
brew "nodenv"
brew "nss"
brew "procs"
brew "re2c"
brew "ripgrep"
brew "sd"
brew "tcl-tk", link: false
brew "tidy-html5"
brew "tree"
brew "wget"
brew "yarn"
brew "zlib"
brew "zsh-completions"
brew "daman/taps/icu4c@67"
cask "android-studio"
cask "brewlet"
cask "coteditor"
cask "discord"
cask "figma"
cask "firefox"
cask "font-ricty-diminished"
cask "font-source-han-code-jp"
cask "google-chrome"
cask "google-chrome-canary"
cask "ngrok"
cask "notion"
cask "postman"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "transmit"
cask "vagrant"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "vivaldi"
cask "zoom"
vscode "CoenraadS.bracket-pair-colorizer"
vscode "dariofuzinato.vue-peek"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "hex-ci.stylelint-plus"
vscode "HookyQR.beautify"
vscode "humao.rest-client"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-vsliveshare.vsliveshare-audio"
vscode "ms-vsliveshare.vsliveshare-pack"
vscode "octref.vetur"
vscode "ritwickdey.LiveServer"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "streetsidesoftware.code-spell-checker"
vscode "styled-components.vscode-styled-components"
vscode "yzane.markdown-pdf"
